{
    "nav_home": "Home",
    "nav_about": "About",
    "nav_work": "My work",
    "nav_contact": "Contact",
    
    "seeless": "See less",
    "seemore": "See more",

    "H_hiking": "Hiking",
    "hiking_subtitle": "Let's go on an adventure!",
    "hiking_description": "Welcome to my hiking adventures! Join me as I explore the great outdoors, capturing its beauty through photos and brief descriptions. From serene forests to majestic summits, each hike offers a unique experience. I'll share glimpses of the routes, notable landmarks, and lasting impressions. Through vibrant images and concise narratives, I hope to convey the essence of each journey. Hiking teaches me resilience, patience, and the joy of simple pleasures. Nature's beauty inspires and rejuvenates, and I invite you to experience it with me. Let's embark on virtual journeys, celebrating the wonders of our planet and discovering hidden treasures off the beaten path. Together, we'll embrace the magic of hiking, one step at a time. Welcome to my world of adventure and exploration!",
    "hiking_conclusion": "Here are some of my recent hikes.",

    "hiking_post2_title": "Regalon gorges",
    "hiking_post2_infos": "5.17 miles / 1h45,",
    "hiking_post2_date": "October 28, 2023",
    "hiking_post2_description": "This time, I was the one who organized the outing. Halfway between my parents' house and mine, we found ourselves at the Gorges du Regalons.<br><br>A little climbing but nothing dramatic. It was a quiet return to sport with a slight elevation gain of 300m.",

    "hiking_post1_title": "The conch gourd",
    "hiking_post1_infos": "8.94 miles / 3h40,",
    "hiking_post1_date": "May 16, 2023",
    "hiking_post1_description": "I made the mistake of allowing my mother to organize this trip, which I now regret. Let me clarify, the trip was enjoyable, and the scenery was stunning. However, if I were to get lost, I would prefer it to be in the forest rather than spending more than half of the hike on the road.<br><br>In the end, we managed to walk a considerable distance, shared some laughter, discovered \"Le Gour de Conque,\" and even indulged in a nap under the sun after our picnic. We also encountered four magnificent horses who were eager to play. Overall, it was a successful hike, but not the kind that I would repeat.",

    "H_travel": "Travel",
    "travel_subtitle": "Let's go to the other side of the world!",
    "travel_description": "Welcome to my travel chronicles! Join me on captivating journeys as I explore the globe, capturing diverse landscapes and unforgettable moments. Through photos and brief descriptions, I'll take you on a virtual tour, showcasing iconic landmarks and off-the-beaten-path discoveries. Let's ignite your wanderlust and embrace new perspectives. Together, we'll uncover hidden treasures and create memories that last. Welcome to my world of travel and discovery!",
    "travel_conclusion": "Here are some of my recent travels.",

    "travel_post3_title": "Los Aangeles, Las Vegas, San Francisco",
    "travel_post3_infos": "Road trip,",
    "travel_post3_date": "August 27 - September 14, 2023",
    "travel_post3_description": "Road trip in the United States, starting with Los Angeles which I had already visited on GTA 5. Passing through the Grand Canyon, Las Vegas, Area 51, Yosemite Park and San Francisco!<br><br>Walking in the sequoia forest and swimming in its river was probably my favorite moment. Although, the day we drove to the Grand Canyon was great and full of surprises, my great love will forever be swimming in rivers!",

    "travel_post2_title": "Spain",
    "travel_post2_infos": "One week with myself and the sun,",
    "travel_post2_date": "July 9-15, 2020",
    "travel_post2_description": "Following our family trip to Port Aventura, I made the choice to extend my stay in Spain for the purpose of visiting and enjoying the sunshine.<br><br>During this period, I resided at an ecological farm and spent a week exploring the towns, beaches, and forests of eastern Spain. Each morning, I had the habit of taking an outdoor shower at sunrise before embarking on my daily adventures.<br><br>Of all the experiences, my fondest memories are associated with the enchanting forests and serene rivers. Whether in France or any other country, I believe these natural environments will always hold a special place in my heart.",

    "travel_post1_title": "Corsica",
    "travel_post1_infos": "Family trip,",
    "travel_post1_date": "??",
    "travel_post1_description": "Undeniably, one of the most remarkable family vacations we've had. Pleasing everyone can be quite challenging, but Corsica proved to be a destination that caters to all preferences. Its compact size allows for easy accessibility, enabling us to explore vibrant cities, bask in sun-kissed beaches, and embark on invigorating forest hikes within the captivating island of Corsica. As if that weren't enough, we even ventured into the depths of the sea through diving adventures!<br><br>Without a doubt, a return trip is inevitable. There is so much more to discover and experience, leaving me with a resolute desire to revisit Corsica in the future.",

    "H_motocycle": "Motocycle",
    "moto_subtitle": "Let's go for a ride!",
    "moto_description": "Welcome to the thrilling world of motorcycles! Join me as I embrace the freedom of the open road, capturing breathtaking landscapes and the exhilaration of two-wheeled exploration. Let's ride together, discover hidden gems, and celebrate the joy of motorcycle adventures. Welcome to my world of two-wheeled excitement!",
    "moto_conclusion": "Here are some of my recent rides.",

    "moto_post1_title": "FIRST TRY",
    "moto_post1_infos": "First time driving a motorcycle,",
    "moto_post1_date": "May 1st, 2023",
    "moto_post1_description": "For a long time, I harbored a strong desire to obtain my motorcycle license. However, due to my family's lack of enthusiasm towards the idea, I held back and never truly pursued it or found the opportunity to do so. Nevertheless, a turning point came when a friend graciously allowed me to try out their motorcycle. That experience solidified my determination. I have made up my mind—I am going to enroll for the motorcycle license!",

    "H_parachute": "Parachute",
    "parachute_subtitle": "Let's go for some adrenaline!",
    "parachute_description": "Welcome to the thrilling world of parachuting! Join me as I leap into the unknown, embracing the rush of freefall and the joy of floating through the sky. Let's capture unforgettable moments, conquer fears, and experience the unmatched freedom of parachuting. Welcome to my world of aerial adventure!",
    "parachute_conclusion": "Here are some of my recent jumps.",

    "parachute_post1_title": "First jump",
    "parachute_post1_infos": "UPnFLY Avignon,",
    "parachute_post1_date": "April 27, 2023",
    "parachute_post1_description": "At long last, the moment arrived. After years of envisioning and longing for it, I finally summoned the courage to take the leap! Though I had been assured of this opportunity years ago, as time passed with no signs of progress, I decided to seize control and propel myself into the unknown.<br><br>The experience was swift yet profound, leaving an indelible mark on my being. I am resolute in my intention to embark on this adventure once more, and next time, I aspire to undertake it entirely on my own!",

    "H_paragliding": "Paragliding",
    "paragliding_subtitle": "Let's go fly!",
    "paragliding_description": "Welcome to the exhilarating world of paragliding! Join me as I soar through the skies, capturing the freedom and thrill of this incredible sport. Let's chase the adrenaline, witness breathtaking views, and experience the joy of defying gravity. Welcome to my world of airborne adventure!",
    "paragliding_conclusion": "Here are some of my recent flights.",

    "paragliding_post2_title": "First solo flight",
    "paragliding_post2_infos": "Takeoff from Cuges-les-Pins,",
    "paragliding_post2_date": "January 21, 2024",
    "paragliding_post2_description": "That's it ! I made my first big paragliding flight. Guided by radio I took off, piloted and landed. In the space of a day and a half of training I was able to fly alone. I thought that was the goal, the end I wanted to achieve... I was completely wrong. Only 2 days later, I was back with 3 more flights. In fact, it was only the beginning!",

    "paragliding_post1_title": "First flight",
    "paragliding_post1_infos": "Chamonix seen from above,",
    "paragliding_post1_date": "February 26, 2022",
    "paragliding_post1_description": "Technically, this isn't my inaugural flight. However, any previous experiences pale in comparison to the one I just had! The view from up there was absolutely breathtaking. Not only did I get the chance to pilot the aircraft, but I also indulged in exhilarating aerobatic maneuvers. The rush of adrenaline during the flight and the subsequent surge of excitement were two moments that I yearn to experience repeatedly. Even though I had a moment of queasiness afterward, feeling as if my insides were about to make an unwelcome appearance, I still crave that sensation!",

    "H_diving": "Diving",
    "diving_subtitle": "Let's go see the fishes!",
    "diving_description": "Welcome to the mesmerizing world of diving! Join me as I explore the wonders beneath the surface, capturing vibrant marine life and serene seascapes. Let's dive into an underwater adventure, discovering the beauty and tranquility of the ocean's depths. Welcome to my world of underwater enchantment!",
    "diving_conclusion": "Here are some of my recent dives.",

    "diving_post1_title": "First dive",
    "diving_post1_infos": "Diving in corsica,",
    "diving_post1_date": "April 7, 2014",
    "diving_post1_description": "Water has always been my sanctuary, providing me with a profound sense of serenity. I derive immense joy from exploring the depths of lakes and oceans, but my aspirations extend beyond the limitations of my lungs. Initially, I hesitated to delve into diving due to the complex equipment involved, as I tend to find solace in simplicity. However, having taken the leap and experienced it firsthand, I am now filled with an insatiable desire to immerse myself in underwater exploration whenever the whim strikes. Let us embrace a life beneath the waves and revel in its wonders!",

    "H_audiovisual": "Audio-Visual",
    "audiovisual_subtitle": "Let me show you the world through my lens!",
    "audiovisual_description": "Welcome to my visual adventures! Join me as I capture the world through images and videos, bringing moments to life. I'll share breathtaking visuals that transport you to different places and evoke emotions. From stunning photos to immersive videos, each piece tells a unique story. Together, let's explore the power of visual storytelling and embrace the wonders of the world. Welcome to my world of audio-visual magic!",
    "audiovisual_conclusion": "Here are some of my recent work.",

    "audiovisual_post2_title": "Summer 2022",
    "audiovisual_post2_infos": "First outing of the S5,",
    "audiovisual_post2_date": "July, 2022",
    "audiovisual_post2_description": "Here marks the beginning of my photography journey. It has been a long-standing desire of mine, but due to not knowing where to commence, I consistently postponed it. However, today, with the need to enhance my work, receiving guidance from my colleagues, and having access to equipment, I feel that the time has come. Therefore, I utilized my vacation time to engage in practice. Among the various aspects, I find post-production to be the most challenging, but I derive enjoyment from creating multiple versions and experimenting with it.",

    "audiovisual_post1_title": "Old memories",
    "audiovisual_post1_infos": "Let's dive into the past,",
    "audiovisual_post1_date": "2014 - 2018",
    "audiovisual_post1_description": "Photography has always held a special place in my heart, yet I have constantly struggled with knowing where to begin and how to process the captured images. Determined to overcome this hurdle, I made the decision to delve into post-production by revitalizing my old photos.<br><br>Engaging in this practice not only allows me to improve my skills but also evokes a wave of nostalgia as it rekindles cherished memories from the past.",

    "H_origamikirigami": "Origami & Kirigami",
    "origamikirigami_subtitle": "Let's play with paper!",
    "origamikirigami_description": "Welcome to the captivating world of origami and kirigami! Join me as I create stunning designs through the art of paper folding and cutting. Let's explore the beauty of intricate folds, precise cuts, and the transformative power of paper. Welcome to my world of paper artistry and creativity!",
    "origamikirigami_conclusion": "Here are some of my recent works.",

    "origamikirigami_post1_title": "Old works",
    "origamikirigami_post1_infos": "Let's dig into the past,",
    "origamikirigami_post1_date": "2015 - 2018",
    "origamikirigami_post1_description": "I have a fondness for tinkering, especially when it comes to working with paper. It all began with origami, and then I delved into the art of kirigami. As my journey progressed, I stumbled upon the captivating realm of 3D origami, which I eventually adapted to suit my own style. However, my creative endeavors don't stop there. I find joy in repurposing items like old beer capsules or anything that happens to be lying around. I've even experimented with the possibilities offered by a 3D pen.<br><br>In my collection of old photos, I rediscovered these.",
    
    "footer": "To the top"
  }
  