{
    "nav_home": "Home",
    "nav_about": "About",
    "nav_work": "My work",
    "nav_contact": "Contact",

    "H_hiking": "Hiking",
    "hiking_subtitle": "Let's go on an adventure!",
    "hiking_description": "Welcome to my hiking adventures! Join me as I explore the great outdoors, capturing its beauty through photos and brief descriptions. From serene forests to majestic summits, each hike offers a unique experience. I'll share glimpses of the routes, notable landmarks, and lasting impressions. Through vibrant images and concise narratives, I hope to convey the essence of each journey. Hiking teaches me resilience, patience, and the joy of simple pleasures. Nature's beauty inspires and rejuvenates, and I invite you to experience it with me. Let's embark on virtual journeys, celebrating the wonders of our planet and discovering hidden treasures off the beaten path. Together, we'll embrace the magic of hiking, one step at a time. Welcome to my world of adventure and exploration!",
    "hiking_conclusion": "Here are some of my recent hikes.",

    "seeless": "See less",
    "seemore": "See more",

    "hiking_post2_title": "Regalon gorges",
    "hiking_post2_infos": "5.17 miles / 1h45,",
    "hiking_post2_date": "October 28, 2023",
    "hiking_post2_description": "This time, I was the one who organized the outing. Halfway between my parents' house and mine, we found ourselves at the Gorges du Regalons.<br><br>A little climbing but nothing dramatic. It was a quiet return to sport with a slight elevation gain of 300m.",

    "hiking_post1_title": "The conch gourd",
    "hiking_post1_infos": "8.94 miles / 3h40,",
    "hiking_post1_date": "May 16, 2023",
    "hiking_post1_description": "I made the mistake of allowing my mother to organize this trip, which I now regret. Let me clarify, the trip was enjoyable, and the scenery was stunning. However, if I were to get lost, I would prefer it to be in the forest rather than spending more than half of the hike on the road.<br><br>In the end, we managed to walk a considerable distance, shared some laughter, discovered \"Le Gour de Conque,\" and even indulged in a nap under the sun after our picnic. We also encountered four magnificent horses who were eager to play. Overall, it was a successful hike, but not the kind that I would repeat.",

    "H_travel": "Travel",
    "H_motocycle": "Motocycle",
    "H_parachute": "Parachute",
    "H_paragliding": "Paragliding",
    "H_diving": "Diving",
    "H_audiovisual": "Audio-Visual",
    "H_origamikirigami": "Origami & Kirigami",
    
    "footer": "To the top"
  }
  