{
    "nav_home": "Accueil",
    "nav_about": "À propos",
    "nav_work": "Mon travail",
    "nav_contact": "Contact",

    "seeless": "Voir moins",
    "seemore": "Voir plus",

    "H_hiking": "Randonnée",
    "hiking_subtitle": "Partons à l'aventure!",
    "hiking_description": "Bienvenue dans mes aventures de randonnée ! Rejoignez-moi alors que j'explore les grands espaces, capturant sa beauté à travers des photos et de brèves descriptions. Des forêts sereines aux sommets majestueux, chaque randonnée offre une expérience unique. Je partagerai des aperçus des itinéraires, des monuments remarquables et des impressions durables. À travers des images vibrantes et des récits concis, j'espère transmettre l'essence de chaque voyage. La randonnée m'apprend la résilience, la patience et la joie des plaisirs simples. La beauté de la nature inspire et rajeunit, et je vous invite à en faire l'expérience avec moi. Embarquons pour des voyages virtuels, célébrant les merveilles de notre planète et découvrant des trésors cachés hors des sentiers battus. Ensemble, nous découvrirons la magie de la randonnée, une étape à la fois. Bienvenue dans mon monde d'aventure et d'exploration !",
    "hiking_conclusion": "Voici quelques-unes de mes récentes randonnées.",

    "hiking_post2_title": "Gorges de Régalon",
    "hiking_post2_infos": "8.32 km / 1h45,",
    "hiking_post2_date": "28 octobre 2023",
    "hiking_post2_description": "Cette fois, c'est moi qui ai organisé la sortie. A mi-chemin entre la maison de mes parents et la mienne, nous nous sommes retrouvés aux Gorges du Regalons.<br><br>Un peu d'escalade mais rien de dramatique. Ce fut une reprise du sport tranquille avec un léger dénivelé de 300m.",

    "hiking_post1_title": "Le gour de conque",
    "hiking_post1_infos": "14.39 km / 3h40,",
    "hiking_post1_date": "16 mai 2023",
    "hiking_post1_description": "J'ai commis l'erreur de laisser ma mère organiser ce voyage, ce que je regrette aujourd'hui. Permettez-moi de clarifier, le voyage a été agréable et le paysage était magnifique. Cependant, si je devais me perdre, je préférerais que ce soit en forêt plutôt que de passer plus de la moitié de la randonnée sur la route.<br><br>Au final, nous avons parcouru une distance considérable, partagé quelques rires, découvert \"Le Gour de Conque\", et même nous sommes offert une sieste au soleil après notre pique-nique. Nous avons également croisé quatre magnifiques chevaux qui avaient envie de jouer. Dans l’ensemble, ce fut une randonnée réussie, mais pas du genre à répéter.",

    "H_travel": "Voyage",
    "travel_subtitle": "Partons à l'autre bout du monde !",
    "travel_description": "Bienvenue dans mes chroniques de voyage ! Rejoignez-moi dans des voyages captivants alors que j'explore le monde, capturant des paysages divers et des moments inoubliables. À travers des photos et de brèves descriptions, je vous emmènerai dans une visite virtuelle, mettant en valeur des monuments emblématiques et des découvertes hors des sentiers battus. Allumons votre envie de voyager et embrassons de nouvelles perspectives. Ensemble, nous découvrirons des trésors cachés et créerons des souvenirs inoubliables. Bienvenue dans mon monde de voyage et de découverte !",
    "travel_conclusion": "Voici quelques-uns de mes récents voyages.",

    "travel_post3_title": "LOS ANGELES, LAS VEGAS, SAN FRANCISCO",
    "travel_post3_infos": "Road trip,",
    "travel_post3_date": "27 août - 14 septembre 2023",
    "travel_post3_description": "Road trip aux Etats-Unis, en commençant par Los Angeles que j'avais déjà visité sur GTA 5. En passant par le Grand Canyon, Las Vegas, l'Area 51, Yosemite Park et San Francisco !<br><br>Marcher dans la forêt de séquoias et nager dans sa rivière était probablement mon moment préféré. Même si la journée où nous sommes allés au Grand Canyon a été formidable et pleine de surprises, mon grand amour sera toujours nager dans les rivières !",

    "travel_post2_title": "Espagne",
    "travel_post2_infos": "Une semaine avec moi et le soleil,",
    "travel_post2_date": "9 - 15 juillet 2020",
    "travel_post2_description": "Suite à notre voyage en famille à Port Aventura, j'ai fait le choix de prolonger mon séjour en Espagne dans le but de visiter et profiter du soleil.<br><br>Pendant cette période, j'ai résidé dans une ferme écologique et j'ai passé une semaine à explorer les villes, les plages et les forêts de l'est de l'Espagne. Chaque matin, j'avais l'habitude de prendre une douche extérieure au lever du soleil avant de me lancer dans mes aventures quotidiennes.<br><br>De toutes les expériences, mes plus beaux souvenirs sont associés aux forêts enchanteresses et aux rivières sereines. Que ce soit en France ou dans tout autre pays, je crois que ces milieux naturels garderont toujours une place particulière dans mon cœur.",

    "travel_post1_title": "Corse",
    "travel_post1_infos": "Voyage en famille,",
    "travel_post1_date": "??",
    "travel_post1_description": "Indéniablement, l'une des vacances en famille les plus remarquables que nous ayons eues. Plaire à tout le monde peut être un véritable défi, mais la Corse s'est avérée être une destination qui répond à toutes les préférences. Sa taille compacte permet un accès facile, nous permettant d'explorer des villes animées, de nous prélasser sur des plages ensoleillées et de nous lancer dans des randonnées revigorantes en forêt au sein de la captivante île de Corse. Comme si cela ne suffisait pas, nous nous sommes même aventurés dans les profondeurs de la mer à travers des aventures de plongée !<br><br>Sans aucun doute, un voyage de retour est inévitable. Il y a tellement plus à découvrir et à expérimenter, me laissant avec une envie résolue de revisiter la Corse dans le futur.",

    "H_motocycle": "Moto",
    "moto_subtitle": "Allons faire un tour!",
    "moto_description": "Bienvenue dans le monde passionnant de la moto ! Rejoignez-moi alors que j'embrasse la liberté de la route ouverte, capturant des paysages à couper le souffle et l'exaltation de l'exploration sur deux roues. Roulons ensemble, découvrons des trésors cachés et célébrons la joie des aventures en moto. Bienvenue dans mon monde d'excitation à deux roues !",
    "moto_conclusion": "Voici quelques-unes de mes récentes balades.",

    "moto_post1_title": "PREMIER ESSAI",
    "moto_post1_infos": "Première fois que je conduis une moto,",
    "moto_post1_date": "1er mai 2023",
    "moto_post1_description": "Depuis longtemps, j'ai nourri une forte envie d'obtenir mon permis moto. Cependant, en raison du manque d'enthousiasme de ma famille à l'égard de cette idée, je me suis retenu et je n'ai jamais vraiment poursuivi cette idée ni trouvé l'opportunité de le faire. Néanmoins, un tournant s'est produit lorsqu'un ami m'a gracieusement permis d'essayer sa moto. Cette expérience a solidifié ma détermination. C'est décidé, je vais passer le permis moto !",

    "H_parachute": "Parachute",
    "parachute_subtitle": "C'est parti pour un peu d'adrénaline !",
    "parachute_description": "Bienvenue dans le monde passionnant du parachutisme ! Rejoignez-moi alors que je saute dans l'inconnu, embrassant l'élan de la chute libre et la joie de flotter dans le ciel. Capturons des moments inoubliables, surmontons nos peurs et expérimentons la liberté inégalée du parachutisme. Bienvenue dans mon monde d'aventure aérienne !",
    "parachute_conclusion": "Voici quelques-uns de mes sauts récents.",

    "parachute_post1_title": "PREMIER SAUT",
    "parachute_post1_infos": "UPnFLY Avignon",
    "parachute_post1_date": "27 avril 2023",
    "parachute_post1_description": "Enfin, le moment arriva. Après des années de réflexion et d’envie, j’ai enfin trouvé le courage de franchir le pas ! Même si j'avais eu l'assurance de cette opportunité il y a des années, alors que le temps passait sans aucun signe de progrès, j'ai décidé de prendre le contrôle et de me propulser dans l'inconnu.<br><br>L'expérience a été rapide mais profonde, laissant une marque indélébile sur mon être. Je suis résolu à me lancer à nouveau dans cette aventure et la prochaine fois, j'aspire à la réaliser entièrement seul !",

    "H_paragliding": "Parapente",
    "paragliding_subtitle": "Allons voler !",
    "paragliding_description": "Bienvenue dans le monde exaltant du parapente ! Rejoignez-moi alors que je m'envole dans les cieux, capturant la liberté et le frisson de ce sport incroyable. Poursuivons l'adrénaline, assistons à des vues à couper le souffle et expérimentons la joie de défier la gravité. Bienvenue dans mon monde d'aventure aéroportée !",
    "paragliding_conclusion": "Voici quelques-uns de mes vols récents.",

    "paragliding_post2_title": "PREMIER VOL SOLO",
    "paragliding_post2_infos": "Décollage de Cuges-les-Pins,",
    "paragliding_post2_date": "21 janvier 2024",
    "paragliding_post2_description": "C'est ça ! J'ai effectué mon premier grand vol en parapente. Guidé par radio, j'ai décollé, piloté et atterri. En l’espace d’une journée et demie d’entraînement j’ai pu voler seul. Je pensais que c'était le but, la fin que je voulais atteindre... J'avais complètement tort. Seulement 2 jours plus tard, j'étais de retour avec 3 vols supplémentaires. En fait, ce n’était que le début !",

    "paragliding_post1_title": "PREMIER VOL",
    "paragliding_post1_infos": "Chamonix vu d'en haut,",
    "paragliding_post1_date": "26 février 2022",
    "paragliding_post1_description": "Techniquement, ce n'est pas mon vol inaugural. Cependant, toutes les expériences précédentes ne sont rien en comparaison de celle que je viens de vivre ! La vue de là-haut était absolument époustouflante. Non seulement j’ai eu la chance de piloter l’avion, mais je me suis également livré à des manœuvres de voltige exaltantes. La montée d'adrénaline pendant le vol et la montée d'excitation qui a suivi ont été deux moments que j'aspire à revivre à plusieurs reprises. Même si j'ai eu un moment de nausée par la suite, avec l'impression que mes entrailles étaient sur le point de faire une apparition indésirable, j'ai toujours envie de cette sensation !",

    "H_diving": "Plongée",
    "diving_subtitle": "Allons voir les poissons !",
    "diving_description": "Bienvenue dans le monde fascinant de la plongée ! Rejoignez-moi alors que j'explore les merveilles sous la surface, capturant une vie marine vibrante et des paysages marins sereins. Plongeons dans une aventure sous-marine, à la découverte de la beauté et de la tranquillité des profondeurs océaniques. Bienvenue dans mon monde d'enchantement sous-marin !",
    "diving_conclusion": "Voici quelques-unes de mes plongées récentes.",

    "diving_post1_title": "PREMIÈRE PLONGÉE",
    "diving_post1_infos": "Plongée en corse,",
    "diving_post1_date": "7 avril 2014",
    "diving_post1_description": "L'eau a toujours été mon sanctuaire, me procurant un profond sentiment de sérénité. J’éprouve une immense joie à explorer les profondeurs des lacs et des océans, mais mes aspirations dépassent les limites de mes poumons. Au départ, j’hésitais à me lancer dans la plongée en raison de l’équipement complexe que cela implique, car j’ai tendance à trouver du réconfort dans la simplicité. Cependant, après avoir franchi le pas et en avoir fait l’expérience, je suis désormais empli d’un désir insatiable de me plonger dans l’exploration sous-marine dès que l’envie me vient. Embrassons la vie sous les vagues et délectons-nous de ses merveilles !",

    "H_audiovisual": "Audio-Visuel",
    "audiovisual_subtitle": "Laissez-moi vous montrer le monde à travers mon objectif !",
    "audiovisual_description": "Bienvenue dans mes aventures visuelles ! Rejoignez-moi alors que je capture le monde à travers des images et des vidéos, donnant vie à des moments. Je partagerai des visuels à couper le souffle qui vous transporteront dans différents endroits et évoqueront des émotions. Des photos époustouflantes aux vidéos immersives, chaque pièce raconte une histoire unique. Ensemble, explorons le pouvoir de la narration visuelle et embrassons les merveilles du monde. Bienvenue dans mon monde de magie audiovisuelle !",
    "audiovisual_conclusion": "Voici quelques-uns de mes récents travaux.",

    "audiovisual_post2_title": "ÉTÉ 2022",
    "audiovisual_post2_infos": "Première sortie du S5,",
    "audiovisual_post2_date": "juillet 2022",
    "audiovisual_post2_description": "Ici marque le début de mon parcours photographique. C’est un de mes désirs de longue date, mais ne sachant pas par où commencer, je l’ai systématiquement reporté. Mais aujourd’hui, avec la nécessité d’améliorer mon travail, de recevoir des conseils de mes collègues et d’avoir accès à du matériel, je sens que le moment est venu. J’ai donc profité de mes vacances pour m’entraîner. Parmi les différents aspects, je trouve que la post-production est le plus difficile, mais j'éprouve du plaisir à créer plusieurs versions et à les expérimenter.",

    "audiovisual_post1_title": "VIEUX SOUVENIRS",
    "audiovisual_post1_infos": "Plongeons dans le passé,",
    "audiovisual_post1_date": "2014 - 2018",
    "audiovisual_post1_description": "La photographie a toujours occupé une place particulière dans mon cœur, mais j'ai constamment eu du mal à savoir par où commencer et comment traiter les images capturées. Déterminé à surmonter cet obstacle, j'ai pris la décision de me lancer dans la post-production en revitalisant mes anciennes photos.<br><br>S'engager dans cette pratique me permet non seulement d'améliorer mes compétences, mais évoque également une vague de nostalgie en ravivant souvenirs précieux du passé.",

    "H_origamikirigami": "Origami & Kirigami",
    "origamikirigami_subtitle": "Jouons avec le papier !",
    "origamikirigami_description": "Bienvenue dans le monde captivant de l'origami et du kirigami ! Rejoignez-moi pour créer des designs époustouflants grâce à l'art du pliage et de la découpe du papier. Explorons la beauté des plis complexes, des coupes précises et le pouvoir transformateur du papier. Bienvenue dans mon monde d’art du papier et de créativité !",
    "origamikirigami_conclusion": "Voici quelques-unes de mes récentes œuvres.",

    "origamikirigami_post1_title": "Ancienne œuvres",
    "origamikirigami_post1_infos": "Creusons dans le passé,",
    "origamikirigami_post1_date": "2015 - 2018",
    "origamikirigami_post1_description": "J'ai un penchant pour le bricolage, surtout lorsqu'il s'agit de travailler avec du papier. Tout a commencé avec l'origami, puis je me suis plongé dans l'art du kirigami. Au fur et à mesure de mon parcours, je suis tombé sur le domaine captivant de l'origami 3D, que j'ai finalement adapté à mon propre style. Cependant, mes efforts créatifs ne s’arrêtent pas là. Je trouve de la joie à réutiliser des objets comme de vieilles capsules de bière ou tout ce qui traîne. J'ai même expérimenté les possibilités offertes par un stylo 3D.<br><br>Dans ma collection de photos anciennes, je les ai redécouvertes.",
    
    "footer": "Retour en haut"
  }
  