{
    "nav_home": "Accueil",
    "nav_about": "À propos",
    "nav_work": "Mon travail",
    "nav_contact": "Contact",

    "H_hiking": "Randonnée",
    "hiking_subtitle": "Partons à l'aventure!",
    "hiking_description": "Bienvenue dans mes aventures de randonnée ! Rejoignez-moi alors que j'explore les grands espaces, capturant sa beauté à travers des photos et de brèves descriptions. Des forêts sereines aux sommets majestueux, chaque randonnée offre une expérience unique. Je partagerai des aperçus des itinéraires, des monuments remarquables et des impressions durables. À travers des images vibrantes et des récits concis, j'espère transmettre l'essence de chaque voyage. La randonnée m'apprend la résilience, la patience et la joie des plaisirs simples. La beauté de la nature inspire et rajeunit, et je vous invite à en faire l'expérience avec moi. Embarquons pour des voyages virtuels, célébrant les merveilles de notre planète et découvrant des trésors cachés hors des sentiers battus. Ensemble, nous découvrirons la magie de la randonnée, une étape à la fois. Bienvenue dans mon monde d'aventure et d'exploration !",
    "hiking_conclusion": "Voici quelques-unes de mes récentes randonnées.",

    "hiking_seeless": "Voir moins",
    "hiking_seemore": "Voir plus",

    "hiking_post2_title": "Gorges de Régalon",
    "hiking_post2_infos": "8.32 km / 1h45,",
    "hiking_post2_date": "28 octobre 2023",
    "hiking_post2_description": "Cette fois, c'est moi qui ai organisé la sortie. A mi-chemin entre la maison de mes parents et la mienne, nous nous sommes retrouvés aux Gorges du Regalons.<br><br>Un peu d'escalade mais rien de dramatique. Ce fut une reprise du sport tranquille avec un léger dénivelé de 300m.",

    "hiking_post1_title": "Le gour de conque",
    "hiking_post1_infos": "14.39 km / 3h40,",
    "hiking_post1_date": "16 mai 2023",
    "hiking_post1_description": "J'ai commis l'erreur de laisser ma mère organiser ce voyage, ce que je regrette aujourd'hui. Permettez-moi de clarifier, le voyage a été agréable et le paysage était magnifique. Cependant, si je devais me perdre, je préférerais que ce soit en forêt plutôt que de passer plus de la moitié de la randonnée sur la route.<br><br>Au final, nous avons parcouru une distance considérable, partagé quelques rires, découvert \"Le Gour de Conque\", et même nous sommes offert une sieste au soleil après notre pique-nique. Nous avons également croisé quatre magnifiques chevaux qui avaient envie de jouer. Dans l’ensemble, ce fut une randonnée réussie, mais pas du genre à répéter.",

    "H_travel": "Voyage",
    "H_motocycle": "Moto",
    "H_parachute": "Parachute",
    "H_paragliding": "Parapente",
    "H_diving": "Plongée",
    "H_audiovisual": "Audio-Visuel",
    "H_origamikirigami": "Origami & Kirigami",
    
    "footer": "Retour en haut"
  }
  