{
    "nav_home": "Accueil",
    "nav_about": "À propos",
    "nav_work": "Mon travail",
    "nav_contact": "Contact",

    "typingdeeper_description": "Typing Deeper est une application réalisée pour un game jam : Brackeys Game Jam 2023.2. La première version a été réalisée en 3-4 jours pour le game jam, et je suis en train de l'améliorer.<br>J'ai ajouté l'utilisation de FMOD pour gérer l'audio du jeu et je travaille sur le remplacement de tous les graphismes (images , tuiles...) par mes propres arts.<br><br>Le joueur doit écrire le mot le plus vite possible, sans erreurs, pour tuer les créatures qui tentent de lui faire du mal.",
    "typingdeeper_conclusion": "Voici une démonstration :",

    "bonimenteur_tryapp": "Essayez l'application",
    "bonimenteur_description": "Le Bonimenteur est une application conçue par mon frère Romain et moi-même. Je l'ai d'abord développé sur Unity et l'ai rendu disponible sur Google Store. Mais n'ayant pas la possibilité de donner accès aux personnes utilisant des appareils Apple, j'ai décidé de le développer en web, permettant l'accès à n'importe quel appareil disposant d'un navigateur.<br><br>Ce jeu est fait pour 3 joueurs minimum. Le principe est de débattre sur un sujet, sans donner trop de détails, car parmi les joueurs se cache un ou plusieurs menteurs qui n'ont pas le sujet. Ces menteurs doivent faire semblant de connaître le sujet en en débattant avec les autres. Le but des menteurs n’est pas de se faire démasquer et de retrouver le sujet. Quant aux autres joueurs, ils doivent démasquer les menteurs sans leur faire comprendre de quoi parle ce débat.<br><br>Ainsi, les joueurs peuvent discuter de sujets plus ou moins sérieux, comme les heures de colle. Est-ce vraiment utile ? Sommes-nous pour ou contre ? ... Allez-y, <a href=\"https://manonvessiot.github.io/lebonimenteurgame/\" target=\"_blank\">essayez</a> !",
    "bonimenteur_conclusion": "Allez-y, <a href=\"https://manonvessiot.github.io/lebonimenteurgame/\" target=\"_blank\">essayez</a> !",

    "bowlingvr_description": "Lors des Journées Françaises de l'Informatique Graphique et de la Réalité Virtuelle (<b>JF.IG.RV</b>) 2019, les visiteurs ont eu l'opportunité de découvrir la réalité virtuelle à travers le stand de Polytech Marseille, l'école d'ingénieur informatique que j'ai fréquentée. Lors de cet événement, j'ai développé deux applications de réalité virtuelle. La première application était axée sur l'éducation, offrant une expérience d'apprentissage immersive. La deuxième application était orientée vers la simulation et le jeu, proposant une expérience de bowling virtuelle. Permettez-moi de vous présenter ce dernier.",
    "bowlingvr_conclusion": "Démonstration à venir !",

    "guesscolor_description1": "Lors des Journées Françaises de l'Informatique Graphique et de la Réalité Virtuelle (<b>JF.IG.RV</b>) 2019, les visiteurs ont eu l'opportunité de découvrir la réalité virtuelle à travers le stand de Polytech Marseille, l'école d'ingénieur informatique que j'ai fréquentée. Lors de cet événement, j'ai développé deux applications de réalité virtuelle : une axée sur la simulation et le jeu, tandis que celle-ci était conçue à des fins pédagogiques.",
    "guesscolor_description2": "Au sein d'une pièce, l'utilisateur se retrouve entouré de divers objets dont les couleurs restent inconnues. L'objectif est de positionner correctement chaque objet dans le carré qui correspond à sa couleur réelle. Pour faciliter cette tâche, l'utilisateur a accès à trois interrupteurs qui peuvent modifier la couleur de l'éclairage de la pièce, lui permettant de basculer entre les lumières rouge, verte et bleue. En conséquence, certains objets peuvent présenter des apparences uniques basées sur le <b>principe de synthèse additive</b>. Par exemple, un objet magenta apparaîtra noir sous une lumière verte, rouge sous une lumière rouge et bleu sous une lumière bleue.<br><br>Voici une démonstration :",
    
    "footer": "Retour en haut"
  }
  